{
  "page": {
    "home": {
      "definition-of": "definizione di",
      "maastricht": "Maastricht University: BSc in Computer Science",
      "projects": "progetti e extracurriculari",
      "proper-noun": "nome proprio",
      "intro": "David sta studiando scienze applicate presso l'IIS Blaise Pascal di Giaveno. È appassionato di informatica ed è attivamente coinvolto nell'attivismo climatico. David parla italiano, inglese (Cambridge C2) e tedesco (Goethe B1). Ha scelto di studiare informatica presso l'Università di Maastricht l'anno prossimo. In futuro, spera di esplorare i modi in cui l'apprendimento automatico può essere utilizzato per prevedere eventi meteorologici estremi.",
      "pascal": "IIS Blaise Pascal: Liceo Scientifico opzione Scienze Applicate",
      "giacomo": "scuola secondaria statale giacomo jaquerio",
      "uwcdilijan": "UWC Dilijan College: Diploma IB",
      "academics": "istruzione",
      "view-my-curriculum": "scarica il mio curriculum",
      "civics-text": "Durante il mio anno all'estero in Armenia, ho acquisito una profonda comprensione delle sfide affrontate dal popolo armeno. \nSono stato esposto alla tragica storia del genocidio armeno, perpetrato dall'impero ottomano, che, ancora oggi, manca di un pieno riconoscimento internazionale. \nInoltre, ho appreso dei conflitti e delle guerre in corso tra Armenia e Azerbaigian riguardanti la regione del Nogorno Karabakh. \nQueste esperienze fanno luce sulle lotte subite dai giovani armeni, che vivono con la costante paura di essere arruolati nell'esercito fin dalla giovane età. \nAssistere a queste difficoltà in prima persona ha risvegliato la mia empatia e rafforzato il mio impegno a difendere la giustizia e la pace. \nHa approfondito il mio apprezzamento per la resilienza e la determinazione del popolo armeno, che persiste di fronte alle avversità. \nQuesta esperienza mi ha spinto a organizzare un progetto di sensibilizzazione sulle lotte del popolo armeno nel mio liceo nel nord Italia.",
      "DEC-text": "Elaborato e proposto alla giunta di Torino una mozione per la Dichiarazione di Emergenza Climatica. Con il sostegno dell'assessore all'ambiente, la mozione è stata approvata",
      "gallery": "Galleria fotografica",
      "checkers-text": "Ha intrapreso un progetto consigliato dall'insegnante di informatica e ha sviluppato con successo un gioco di dama 3D online utilizzando tecnologie web",
      "genocide-link": "Ulteriori informazioni sul genocidio armeno",
      "tedx-text": "Organizzato una conferenza TEDxYouth ospitata dal Collegio del Mondo Unito Dilijan a Dilijan, Armenia, presentando relatori stimolanti e idee per responsabilizzare e coinvolgere i giovani.",
      "work": "Durante il mio tirocinio presso Mediamente Consulting, società di Business Intelligence di Torino, mi è stato affidato lo sviluppo di un sistema di prenotazione auto per la gestione dei noleggi interni dei dipendenti. \nHo iniziato progettando le pagine del sito Web utilizzando Figma e, una volta approvato, ho proceduto all'implementazione del design sul codebase dell'azienda. \nPer dare vita al sistema di prenotazione auto, ho utilizzato PHP, JavaScript grezzo e SCSS. \nHo sviluppato attentamente le funzionalità di backend utilizzando PHP per garantire una comunicazione senza soluzione di continuità con il database dell'azienda. \nCon JavaScript, ho aggiunto elementi interattivi e funzionalità dinamiche per migliorare l'esperienza dell'utente.",
      "work-experience": "esperienza lavorativa"
    },
    "civics": {
      "intro": "Il genocidio armeno si riferisce alle sistematiche uccisioni di massa e alle deportazioni forzate della popolazione armena da parte dell'Impero ottomano durante la prima guerra mondiale, con conseguente perdita di innumerevoli vite e patrimonio culturale. \nOggi il genocidio rimane una questione controversa, in quanto non è universalmente riconosciuto. \nInoltre, persistono conflitti in corso e controversie territoriali tra Armenia e Azerbaigian, in particolare per quanto riguarda la regione del Nagorno-Karabakh.",
      "view-the-slides": "scarica le slide",
      "year-abroad": "anno all'estero in armenia"
    },
    "academics": {
      "currently": "attualmente studiando presso",
      "history": "percorso academico",
      "intro": "studente di orientamento internazionale, incentivato ad impiegare l'informatica nel campo della scienza del clima"
    },
    "activism": {
      "intro": "Il mio viaggio nell'attivismo per il clima è iniziato nel 2019 quando mi sono unito al movimento globale Fridays for Future. \nAppassionato di combattere il cambiamento climatico, ho assunto un ruolo attivo nell'organizzazione e nella mobilitazione per l'azione ambientale. \nCome parte della mia dedizione, ho svolto un ruolo cruciale nella creazione del capitolo italiano di Fridays for Future, lavorando a fianco di persone che la pensano allo stesso modo per creare una solida piattaforma di advocacy e consapevolezza. \nInoltre, sono stato onorato di servire come delegato per FFF Italia, promuovendo il coordinamento e la collaborazione tra capitoli nazionali per amplificare il nostro impatto collettivo",
      "readmore": "leggi gli articoli",
      "title": "attivismo climatico.",
      "press": "articoli stampa"
    },
    "certifications": {
      "title": "certificazioni."
    },
    "curriculum": {
      "link": "scarica il mio curriculum"
    },
    "extracurriculars": {
      "area": "relativo a",
      "title": "extracurriculari."
    },
    "projects": {
      "challenges": "Sfide e difficoltà",
      "title": "progetti personali.",
      "code": "codice sorgente",
      "view": "apri il progetto"
    },
    "publications": {
      "title": "pubblicazioni.",
      "get-copy": "ottieni una copia"
    },
    "work": {
      "at": "presso",
      "intro": "Qui troverai una raccolta del mio lavoro e delle mie competenze nei campi dell'informatica, dell'ingegneria del software e del tutoraggio. \nCome persona appassionata in queste aree, mi sforzo di fornire soluzioni eccezionali e condividere le mie conoscenze con gli altri. \nGuardando al futuro, le mie aspirazioni risiedono nel fondere l'ingegneria informatica con la scienza del clima per affrontare le pressanti sfide del nostro ambiente. \nEsplora i miei progetti, tutorial e approfondimenti mentre navighiamo nell'intersezione tra tecnologia e sostenibilità.",
      "overview": "Panoramica del progetto",
      "requirements": "Requisiti del progetto",
      "tech": "Tecnologie utilizzate",
      "title": "esperienza di lavoro.",
      "other": "progetti personali",
      "work-with-me": "lavora con me"
    },
    "photo": {
      "title": "fotografia."
    },
    "contact": {
      "email": "Oppure puoi contattarci via e-mail: davidwickerhf@gmail.com",
      "title": "contattami.",
      "social": "Puoi contattarmi tramite i social media"
    }
  },
  "tabs": {
    "academics": "istruzione",
    "activism": "attivismo",
    "certifications": "certificazioni",
    "extracurriculars": "extracurriculari",
    "personal-projects": "progetti",
    "photography": "fotografia",
    "publications": "pubblicazioni",
    "welcome": "benvenuti!",
    "work-experience": "esperienza lavorativa",
    "civics": "civica"
  },
  "general": {
    "read-less": "vedi di meno",
    "by": "di",
    "read-more": "leggi di più",
    "through": "con"
  },
  "academics": {
    "pascal": {
      "projects": {
        "armenia": {
          "title": "Progetto Armenia",
          "desc": "Dopo l'esperienza all'estero in Armenia, ho capito che avevo la responsabilità di sensibilizzare le persone sulla situazione di guerra nel paese. Mi sono messo in contatto con una studentessa di origini armene al Pascal e insieme abbiamo lavorato per creare un calendario di seminari sull'Armenia, che potesse raggiungere tutte le classi e gli studenti della scuola. Il progetto è stato battezzato come Progetto Armenia ed è stato inserito nel programma di educazione civica di quest'anno. Inoltre, coordinando con la vicepreside, abbiamo stabilito le date dei seminari e creato il contenuto che comprendeva il contesto storico e culturale dell'Armenia e delle ragioni geopolitiche e culturali del conflitto con l'Azerbaigian. Siamo riusciti a coinvolgere un gran numero di studenti e il feedback è stato molto positivo. Il progetto ci ha permesso di educare le persone sulla situazione in Armenia e sensibilizzarle sulle tematiche geopolitiche e culturali del conflitto. Questo progetto è stato una grande opportunità per me e per la mia partner armena di promuovere la pace e la comprensione attraverso l'educazione."
        },
        "dama": {
          "desc": "Incoraggiato dal mio insegnante di informatica, ho intrapreso un progetto per sviluppare un gioco per la classe CS. \nScegliendo di testare le mie capacità di programmazione, ho scelto di creare un gioco di dama. \nInizialmente, ho considerato l'utilizzo di Java per lo sviluppo locale, ma alla fine ho deciso di sfruttare tecnologie Web come TypeScript e Next.js. \nAlla ricerca di una sfida in più, ho deciso di codificare un'interfaccia 3D per il gioco. \nCon determinazione e perseveranza, ho completato con successo il progetto e l'ho pubblicato con orgoglio online per far divertire gli altri. \nQuesta esperienza mi ha permesso non solo di affinare le mie capacità di programmazione, ma anche di mostrare la mia capacità di adattarmi ed esplorare nuove tecnologie.",
          "title": "Progetto Dama"
        },
        "film": {
          "desc": "Sono stato fortunato ad avere l\\'opportunità di incontrare Ezio Maisto, un regista che stava cercando di realizzare un documentario sul movimento Fridays for Future, e sono diventato uno dei protagonisti del documentario intitolato \"Ragazzi Irresponsabili\".Per un anno intero ho partecipato attivamente alle riprese, documentando le manifestazioni e le proteste per il cambiamento climatico in cui sono stato coinvolto, insieme ad altri giovani attivisti. Grazie a questo documentario ho avuto la possibilità di condividere la mia esperienza con un pubblico più vasto, dando voce alle preoccupazioni che condivido con molti altri riguardo al futuro del nostro pianeta. Sono felice di condividere che il documentario \"Ragazzi Irresponsabili\" è stato premiato al film festival di Cinemambiente a Torino, un importante evento dedicato ai film e ai documentari che affrontano temi ambientali, nonchè alla cinquantesima edizione del Giffoni Film Festival. Il documentario è tuttora disponibile online su Infinity+ di Mediaset.",
          "title": "Documentario \"Ragazzi Irresponsabili\""
        },
        "reply": {
          "desc": "Su consiglio della professoressa Cinti, io e un altro studente dell'IIS Blaise Pascal abbiamo partecipato con successo alla competizione Reply Code Challenge, dimostrando le nostre capacità di programmazione e rappresentando orgogliosamente la nostra scuola.",
          "title": "Reply Code Challenge"
        },
        "tutoring": {
          "desc": "Ho collaborato come tutor di informatica al progetto di Tutoraggio del Pascal, avviato su iniziativa della scuola Blaise Pascal. Ho offerto ripetizioni di INFORMATICA agli studenti della scuola, sia in presenza che online durante la pandemia del COVID-19. Il mio ruolo consisteva nel potenziare gli argomenti svolti a scuola, ma anche nell'aiutare gli studenti con difficoltà specifiche nella comprensione della materia. Mi sono coordinato con la professoressa di informatica, Veronica Cinti, per organizzare le lezioni e pianificare gli argomenti da trattare. Siamo riusciti a fornire un supporto personalizzato ai ragazzi, individuando i punti deboli e offrendo lezioni mirate per affrontare le difficoltà. Sono stato molto contento di poter essere utile alla scuola e ai ragazzi e di contribuire al loro percorso formativo. Ho cercato di stimolare la loro curiosità, incoraggiandoli a esplorare argomenti più avanzati e offrendo loro spunti per approfondire gli argomenti di loro interesse.",
          "title": "Progetto Tutoraggio"
        }
      },
      "desc": "Ho frequentato il Liceo Scientifico Scientifico \"IIS Blaise Pascal\" di Giaveno, spinto dalla mia passione per l'informatica. \nNel mio primo anno ho sviluppato un'app per assistere gli insegnanti nella selezione degli studenti per le prove orali. \nDurante il mio secondo e terzo anno, sono stato onorato di ricevere borse di studio per meriti accademici dalla scuola. \nDurante gli anni del liceo, ho bilanciato con successo le mie attività accademiche con la mia dedizione all'attivismo climatico. \nInfatti, ho fondato il movimento Fridays For Future Torino e ho partecipato attivamente alla promozione della consapevolezza ambientale. \nNel mio terzo anno, ho intrapreso il processo di candidatura per gli United World Colleges ed ero entusiasta di essere accettato per gli studi in Armenia. \nAl ritorno dall'Armenia, ho preso l'iniziativa di organizzare seminari e lezioni per educare gli altri sul genocidio armeno e sui conflitti in corso nella regione.",
      "diploma": "Diploma di maturità scientifica applicata",
      "istitution": "IIS Blaise Pascal",
      "short": "liceo"
    },
    "giacomo": {
      "desc": "Ho frequentato la scuola media di Buttigliera Alta e ho ottenuto ottimi risultati, diplomandomi con il massimo dei voti 100 e lode. \nLa mia \"mini-tesi\" di laurea si è concentrata sull'intersezione tra Intelligenza Artificiale, Macchina di Turing e considerazioni etiche nell'informatica. \nPer mostrare le mie conoscenze e abilità, ho programmato un gioco di matematica in C",
      "diploma": "Diploma di scuola media",
      "istitution": "Giacomo Jaqueiro",
      "projects": {
        "contest": {
          "desc": "Ho avuto l'opportunità di organizzare un concorso fotografico per la scuola media Giacomo Jaqueiro, in collaborazione con la professoressa di tecnologia e il professore di italiano. Il mio compito principale è stato quello di creare un sito web per le iscrizioni al concorso, dove ho anche formulato il regolamento ufficiale del concorso. In seguito, ho deciso di estendere il concorso a tutto il paese, in collaborazione con il comune di Buttigliera Alta. Per garantire la giusta valutazione delle fotografie, ho creato un comitato di fotografi professionisti che si sono occupati della selezione dei vincitori. Insieme alla scuola, ho anche preparato dei premi per i vincitori. La fase conclusiva del concorso è stata l'annuncio dei vincitori. Ho organizzato un evento presso la scuola, dove sono stati annunciati i vincitori e si è festeggiato il loro successo. Mi sono sentito molto soddisfatto del lavoro svolto e sono rimasto molto felice di vedere la partecipazione degli studenti alla competizione.",
          "title": "Concorso fotografico"
        }
      },
      "short": "scuola media"
    },
    "maas": {
      "projects": {
        "m4c": {
          "desc": "Sono stato accettato all'Università di Maastricht dove mi specializzerò in ingegneria informatica. Da subito, ho iniziato a cercare opportunità per connettermi con gli studenti e la realtà ambientalista della città. Durante questa ricerca, sono entrato in contatto con gli attivisti di Maastricht for Climate (M4C), una ONG no-profit guidata dagli studenti dell'università. Dato che l'organizzazione cerca nuovi membri ogni anno per coprire le cariche più importanti, ho deciso di CANDIDARMI per diventare il nuovo presidente della ONG grazie alla mia esperienza pregressa nell'ambito dell'attivismo climatico. I membri dell'ONG mi hanno votato a favore, e il mio mandato inizierà ad agosto. Attualmente, sto lavorando attivamente all'organizzazione di eventi per il mese di settembre. Uno dei primi eventi ai quali parteciperò è l'evento di accoglienza dei nuovi studenti all'università di Maastricht, dove avrò il compito di RAPPRESENTANTE l'ONG e reclutare nuovi membri. Sono entusiasta di questo nuovo incarico e mi auguro di poter svolgere un ruolo attivo nell'organizzazione di progetti che promuovano la sostenibilità e la lotta ai cambiamenti climatici nella mia comunità universitaria.",
          "title": "Maastricht for Climate"
        }
      },
      "desc": "Con un vivo interesse per l'informatica, sono stato ammesso all'Università di Maastricht per conseguire la mia laurea nel campo. \nL'ambiente dinamico e diversificato di Maastricht mi ha attirato, offrendo un'esperienza accademica arricchente. \nOltre al mio amore per l'informatica, sono anche profondamente consapevole della crisi climatica. \nAspiro a fondere la mia passione per la tecnologia con la mia preoccupazione per l'ambiente, cercando modi per sfruttare l'informatica per affrontare le sfide della scienza del clima. \nGuardando al futuro, mi immagino di completare una laurea che fornisca una solida base in informatica. \nCon queste conoscenze, ho intenzione di conseguire un Master in Machine Learning, approfondendo l'affascinante mondo dell'intelligenza artificiale e delle sue applicazioni. \nIl mio viaggio accademico a Maastricht è guidato dal desiderio di dare un contributo significativo all'intersezione tra informatica e scienza del clima. \nSono entusiasta di intraprendere questo percorso ed esplorare le vaste possibilità che ci attendono."
    },
    "status": {
      "completed": "completato",
      "dp1": "completato DP1",
      "current": "frequentando"
    },
    "uwc": {
      "desc": "A seguito di un rigoroso processo di selezione facilitato dal comitato UWC italiano, mi è stata assegnata una borsa di studio accademica per studiare presso il Collegio UWC Dilijan in Armenia. \nPerseguendo il programma International Baccalaureate (IB), ho avuto la libertà di scegliere le mie materie d'esame in base ai miei interessi e aspirazioni. \nL'UWC Dilijan College vantava un ambiente vivace e multiculturale, con studenti che rappresentavano più di 90 nazionalità diverse. \nQuesta diversità si è estesa anche alla facoltà, con professori che hanno portato in classe background e prospettive diversi. \nTuttavia, a causa di impreviste difficoltà finanziarie e del riaffiorare del conflitto tra Armenia e Azerbaigian, purtroppo sono dovuto tornare in Italia dopo aver completato il DP1 (Diploma Program Year 1). \nTuttavia, l'esperienza che ho acquisito durante la mia permanenza al Collegio del Mondo Unito Dilijan è stata preziosa, esponendomi a prospettive globali e favorendo connessioni durature con colleghi di tutto il mondo.",
      "diploma": "International Baccalaureate (DP1)",
      "istitution": "UWC Dilijan College",
      "projects": {
        "outdoor": {
          "desc": "Sono stato SELEZIONATO come membro del comitato di Outdoor Leadership alla scuola UWC Dilijan in Armenia. Ho lavorato a stretto contatto con il nostro insegnante, un veterano della guerra dei 44 giorni tra l'Armenia e l'Azerbaigian, per COORDINARE le attività sportive della scuola. È stata un'esperienza incredibile partecipare a numerose escursioni nel territorio armeno, tra cui camminate e scalate. La più memorabile è stata una camminata di una settimana nelle montagne armene, che comprendeva anche un'introduzione all'esplorazione di grotte. Sono stato molto felice di avere la responsabilità di gestire le escursioni sciistiche invernali presso gli impianti sciistici sovietici di Tsaghkadzor e di fornire lezioni di sci ai miei compagni. Questa esperienza mi ha insegnato a lavorare in team e a gestire situazioni di emergenza in ambienti remoti e difficili. Inoltre, mi ha permesso di scoprire le bellezze naturali dell'Armenia e di apprezzare la cultura locale."
        },
        "panel": {
          "desc": "Sono stato il COORDINATORE della commissione sostenibilità presso la scuola UWC Dilijan College e ho avuto l'onore di organizzare il SEMINARIO INTERNAZIONALE sul clima, chiamato 'UWC Climate Panel'. L'evento si è svolto online e ha coinvolto numerosi esperti nel campo della sostenibilità, tra cui scienziati, divulgatori e attivisti. Ho contattato personalmente ciascuno di loro per assicurarmi che fossero disponibili per parlare all'evento. L'obiettivo principale del UWC Climate Panel era di sensibilizzare la comunità internazionale sulla necessità di promuovere la sostenibilità e affrontare le problematiche globali dei cambiamenti climatici. Inoltre, si è voluto mettere in luce le difficoltà che le comunità più colpite dai cambiamenti climatici devono affrontare quotidianamente e il ruolo delle comunità indigene nella lotta per la difesa dell'ambiente e del clima. Uno degli aspetti più sfidanti dell'organizzazione del seminario è stato il coordinamento delle diverse sedi UWC sparse in tutto il mondo. Grazie a Zoom, siamo riusciti a connettere i 18 collegi UWC in modo che gli studenti potessero partecipare in tempo reale e fare domande ai relatori. Ho avuto il compito di MODERARE la discussione e di raccogliere le domande dal pubblico e dagli studenti, in modo che i relatori potessero rispondere alle loro preoccupazioni e domande.",
          "title": "UWC Climate Panel"
        },
        "sustco": {
          "desc": "Durante il mio anno all'estero, ho avuto l'onore di essere ELETTO per far parte della commissione sostenibilità della prestigiosa scuola internazionale UWC Dilijan College. In questa veste, ho avuto la possibilità di collaborare con la commissione per l'ORGANIZZAZIONE di una serie di progetti sulla sostenibilità, con l'obiettivo di rendere la scuola più ecologica e responsabile nei confronti dell'ambiente. In particolare, ho avuto modo di interloquire e di MEDIARE con l'amministrazione della scuola per l'implementazione di politiche sostenibili, come il risparmio di energia e l'installazione di pannelli solari, al fine di ridurre l'impatto ambientale della scuola. Inoltre, ho collaborato con il comune di Dilijan per l'implementazione di un sistema di riciclo per la scuola, in collaborazione con una ONG di Yerevan. Grazie alle mie conoscenze e alla mia passione per la sostenibilità, ho offerto il mio contributo per l'educazione degli studenti sulla questione ambientale, promuovendo la raccolta differenziata e il riciclo dei rifiuti, nonché l'adozione di comportamenti più sostenibili nella vita quotidiana. Inoltre, ho partecipato attivamente all’organizzazione di varie attività della commissione, dando il mio supporto al coordinamento e all'organizzazione di eventi legati alla sostenibilità.",
          "title": "Comitato Sostenibilità"
        },
        "tedx": {
          "desc": "TED (Technology, Entertainment, Design) è una conferenza annuale fondata nel 1984 che ha come obiettivo di diffondere idee e conoscenze attraverso discorsi motivazionali di massimo 18 minuti. L'evento principale si svolge a Vancouver, in Canada, ma TED ha anche organizzato eventi TEDx in tutto il mondo. TEDxYouth è una versione del formato TEDx che si concentra su giovani sotto i 18 anni e cerca di ispirarli a diffondere idee e soluzioni innovative alle sfide che la loro generazione affronta. Assieme ad altri studenti della mia scuola in Armenia, mi sono impegnato nella formazione del team organizzativo della conferenza TEDxYouth@UWCDilijan. Grazie alla mia esperienza nell'organizzazione di eventi, ho deciso di occuparmi della LOGISTICA dell'evento, distribuendo gli incarichi e COORDINANDO le attività del team.",
          "title": "TedX Youth @ UWCDilijan"
        },
        "yearbook": {
          "desc": "Durante l'anno scolastico 2021-2022 ho avuto la fortuna di entrare a far parte della commissione Annuario presso la scuola UWC Dilijan. Essendo sempre stato appassionato di fotografia, mi sono concentrato sulla raccolta di foto di eventi e momenti sociali della scuola per includerle nell'annuario. Inoltre, insieme ad un altro fotografo nella scuola, ci siamo impegnati ad ottenere i fotoritratti di tutti gli studenti e docenti della scuola, cercando di catturare la personalità di ognuno di loro. Durante la fase di progettazione dell'annuario, ho contribuito al design e alla disposizione delle pagine, cercando di creare un prodotto visivamente accattivante. Mi sono occupato anche della logistica, assicurandomi che tutte le immagini raccolte fossero di alta qualità e pronte per essere stampate.",
          "title": "Comitato Annuario"
        }
      },
      "short": "anno all'estero"
    }
  },
  "certifications": {
    "type": {
      "climate": "Certificazioni riguardanti il clima",
      "cs": "Certificazioni Informatiche",
      "language": "Certificazioni linguistiche",
      "mooc": "Certificazioni MOOC"
    }
  },
  "civics": {
    "44": {
      "desc": "La guerra di 44 giorni nel 2021 tra Armenia e Azerbaigian, spesso indicata come la seconda guerra del Nagorno-Karabakh, è stata una significativa escalation del conflitto di lunga data sulla regione del Nagorno-Karabakh. \nLa guerra è iniziata il 27 settembre 2020, quando sono scoppiati intensi combattimenti lungo la linea di contatto tra le forze armene e azere. \nIl conflitto ha visto pesanti bombardamenti di artiglieria, attacchi aerei e offensive di terra da entrambe le parti. \nL'uso di armi avanzate, compresi i droni, ha svolto un ruolo significativo nelle ostilità. \nL'Azerbaigian ha ottenuto significativi guadagni territoriali durante la guerra, riconquistando diversi distretti che circondano la regione del Nagorno-Karabakh che era stata sotto il controllo armeno dall'inizio degli anni '90. \nLe forze azere avanzarono anche in parti dello stesso Nagorno-Karabakh, inclusa la città strategicamente importante di Shusha. \nLa guerra ha provocato un numero elevato di vittime da entrambe le parti, compresi i civili, e ha portato allo sfollamento di migliaia di persone. \nSono stati inoltre segnalati crimini di guerra e violazioni dei diritti umani commessi dalle forze armene e azere. \nIl 10 novembre 2020 è stato firmato un accordo di cessate il fuoco mediato dalla Russia, ponendo fine alla fase attiva del conflitto. \nIn base all'accordo, l'Azerbaigian ha mantenuto il controllo sui territori che aveva riconquistato durante la guerra, mentre un contingente russo di mantenimento della pace è stato dispiegato per supervisionare il cessate il fuoco e garantire la stabilità nella regione. \nLa guerra ha avuto implicazioni politiche e umanitarie significative, rimodellando l'equilibrio di potere nella regione e stimolando discussioni sul futuro status del Nagorno-Karabakh. \nGli sforzi per affrontare le questioni di fondo e trovare una soluzione pacifica duratura al conflitto continuano attraverso negoziati diplomatici mediati dai copresidenti del Gruppo di Minsk dell'OSCE (Russia, Francia e Stati Uniti).",
      "title": "Guerra dei 44 giorni del 2020"
    },
    "1915": {
      "desc": "Il genocidio armeno, noto anche come Olocausto armeno, fu una sistematica campagna di sterminio condotta dall'Impero ottomano durante la prima guerra mondiale. Il genocidio mirava a eliminare la popolazione armena e comportava uccisioni di massa, deportazioni forzate e marce della morte. \nNel 1915, il governo ottomano emanò la legge Tehcir, che autorizzava la deportazione e il trasferimento degli armeni dalle loro terre ancestrali. \nCon il pretesto della sicurezza nazionale, gli armeni furono radunati dalle loro case, separati dalle loro famiglie e costretti a marciare per lunghe distanze verso centri di detenzione e campi di concentramento. \nQueste deportazioni forzate hanno provocato morti e sofferenze diffuse. \nLe deportazioni sono state spesso accompagnate da estrema violenza, con gli armeni sottoposti a condizioni brutali, fame e massacri lungo la strada. \nLe marce della morte si riferivano ai viaggi estenuanti sopportati dai deportati, dove morirono innumerevoli armeni a causa dell'esaurimento, dell'esposizione a elementi duri e delle uccisioni sistematiche da parte delle forze ottomane. \nLe stime del numero delle vittime armene variano, ma è ampiamente accettato che oltre un milione di armeni abbiano perso la vita durante il genocidio. \nLe atrocità includevano uccisioni di massa, esecuzioni, lavori forzati, violenze sessuali e la distruzione del patrimonio culturale e religioso armeno.",
      "title": "Genocidio del 1915"
    },
    "artsakh": {
      "desc": "Il conflitto dell'Artsakh (Nagorno-Karabakh) e la guerra tra Armenia e Azerbaigian nel 1988 sono stati eventi cruciali nella regione. \nIl conflitto è emerso quando l'Oblast autonomo del Nagorno-Karabakh, abitato principalmente da armeni etnici, ha espresso il desiderio di unirsi all'Armenia. \nNel 1988, il legislatore regionale del Nagorno-Karabakh ha approvato una risoluzione che richiedeva il trasferimento del controllo amministrativo dall'Azerbaigian all'Armenia. \nCiò ha portato a proteste e manifestazioni, intensificando le tensioni tra le due comunità. \nIl conflitto si intensificò nel 1991 quando sia l'Armenia che l'Azerbaigian dichiararono l'indipendenza in seguito al crollo dell'Unione Sovietica. \nScontri armati sono scoppiati, provocando una guerra su vasta scala tra i due paesi. \nLa guerra è stata testimone di significative operazioni militari, tra cui il bombardamento di città, la pulizia etnica e lo sfollamento di persone su larga scala. \nLa guerra è durata fino al 1994, quando è stato firmato un accordo di cessate il fuoco, lasciando il Nagorno-Karabakh e diverse regioni circostanti sotto il controllo delle forze etniche armene. \nNonostante il cessate il fuoco, il conflitto è rimasto irrisolto e negli anni sono continuati sporadici scontri, che hanno provocato vittime e tensioni tra Armenia e Azerbaigian.",
      "title": "Artsakh e la guerra del 1988 con l'Azerbaigian"
    },
    "blockade": {
      "desc": "Il corridoio di Lachin, unico passaggio che collega l'Armenia interna con l'Artsakh, è stato effettivamente bloccato dagli attivisti azeri, le cui azioni sono state ora sostituite dalla presenza di soldati azeri. \nQuesto blocco ha portato all'isolamento dell'Artsakh per un periodo prolungato superiore a 150 giorni. \nDi conseguenza, la regione è alle prese con una grave scarsità di forniture essenziali, compresi cibo e medicine, che non sono state in grado di raggiungere i bisognosi. \nNonostante gli sforzi concertati per fornire assistenza umanitaria, la consegna degli aiuti è stata ostacolata, aggravando ulteriormente le condizioni già precarie affrontate dalla popolazione dell'Artsakh. \nIl blocco in corso ha gettato un'ombra profonda sulla regione, evidenziando l'urgente necessità di una risoluzione e il ripristino dell'accesso a risorse e sostegno vitali.",
      "title": "Blocco in corso dell'Artsakh"
    },
    "further": {
      "desc": "In eventi recenti, l'Azerbaigian ha lanciato attacchi in varie direzioni vicino ai confini dell'Armenia, prendendo di mira in particolare posizioni a Vardenis, Goris, Kapan e Jermuk. \nDi conseguenza, la provincia di Syunik nell'Armenia meridionale è stata occupata. \nQuesti attacchi non si sono limitati ad aree specifiche, ma si sono verificati lungo l'intero confine tra Armenia e Azerbaigian, anche vicino a Dilijan. \nInoltre, in risposta all'escalation del conflitto, giovani di età pari o superiore a 18 anni sono stati reclutati e schierati in prima linea. \nLa situazione rimane tesa e continua ad evolversi poiché entrambe le parti sono impegnate in azioni militari.",
      "title": "Ulteriori conflitti nel 2022"
    },
    "hamidian": {
      "desc": "Il massacro di Hamidian, noto anche come i massacri armeni del 1894-1896, si riferisce a una serie di violenti attacchi contro la popolazione armena nell'impero ottomano durante il regno del sultano Abdul Hamid II. \nI massacri sono stati principalmente motivati ​​da tensioni religiose ed etniche, nonché dal desiderio di sopprimere le aspirazioni nazionaliste armene. \nLa prima grande ondata di massacri avvenne nel 1894 nella città di Sasun, seguita da violenze diffuse contro gli armeni in varie regioni dell'impero. \nLa fase più mortale ebbe luogo tra il 1895 e il 1896, con massacri avvenuti in città come Istanbul, Trebisonda, Van e Diyarbakir. \nSebbene le cifre specifiche siano contestate, si stima che durante questo periodo siano stati uccisi oltre 300.000 armeni. \nLe atrocità hanno comportato uccisioni di massa, conversioni forzate, stupri, saccheggi e distruzione di villaggi e chiese armeni. \nIl massacro di Hamidian servì da preludio al successivo genocidio armeno nel 1915, evidenziando la persistente persecuzione e la violenza affrontate dalla popolazione armena nell'impero ottomano. \nGli eventi del massacro di Hamidian hanno svolto un ruolo significativo nel plasmare la coscienza nazionale armena e la successiva lotta per il riconoscimento e la giustizia.",
      "title": "Massacri Hamidiani"
    },
    "motivations": {
      "title": "Le motivazioni del genocidio",
      "desc": "Le motivazioni alla base del genocidio armeno sono radicate in una combinazione di fattori politici, etnici e ideologici. \nDurante gli anni del declino dell'Impero ottomano, un'ondata crescente di nazionalismo e tensioni etnico-religiose alimentarono il desiderio di uno stato turco omogeneo. \nLa popolazione armena, vista come una distinta minoranza etnica e religiosa, divenne il capro espiatorio dei mali dell'impero. \nIl movimento nazionalista dei Giovani Turchi, che prese il potere nel 1908, cercò di stabilire un impero dominato dai turchi e considerava gli armeni una minaccia. \nCon lo scoppio della prima guerra mondiale, gli armeni furono accusati di collaborare con le forze nemiche, fornendo un pretesto per il loro mirato sterminio. \nI leader politici e militari hanno attuato una sistematica campagna di deportazione, uccisioni di massa, lavoro forzato e fame, con l'obiettivo di sradicare la presenza armena dalla loro patria storica. \nLe motivazioni del genocidio includevano l'espansione territoriale, il nazionalismo etnico-religioso e il desiderio di eliminare le minacce percepite alla stabilità dell'Impero Ottomano."
    },
    "rememberance": {
      "desc": "Il genocidio armeno rimane una questione controversa, con la negazione e la mancanza di riconoscimento internazionale che creano dibattiti in corso sulle sue implicazioni storiche e politiche. \nGli sforzi per il riconoscimento, la giustizia e il ricordo continuano come parte della lotta armena per il riconoscimento e la prevenzione di futuri genocidi. \nLa vera portata del genocidio armeno potrebbe non essere mai completamente nota a causa della deliberata distruzione di prove e della continua negazione da parte di alcune parti. \n\\n\\n Il riconoscimento del genocidio armeno è stata una questione complessa e controversa. \nNonostante le prove schiaccianti e il consenso degli studiosi, il riconoscimento del genocidio ha dovuto affrontare sfide significative, principalmente a causa di considerazioni politiche e negazione da parte del governo turco. \nDiversi paesi, tra cui Argentina, Belgio, Canada, Francia, Germania, Italia, Paesi Bassi, Russia, Svezia e Uruguay, hanno ufficialmente riconosciuto il genocidio armeno. \nAnche il Parlamento europeo, il Consiglio d'Europa e il Consiglio ecumenico delle Chiese hanno riconosciuto il genocidio. \nTuttavia, il riconoscimento è stato incoerente e alcune nazioni sono state riluttanti a usare il termine \"genocidio\" per paura di mettere a dura prova le relazioni diplomatiche con la Turchia. \nIl governo turco, successore dell'Impero ottomano, nega con veemenza il termine \"genocidio\" e sostiene che gli eventi siano stati il ​​risultato delle condizioni di guerra. \nLa negazione del genocidio armeno ha avuto conseguenze durature, influenzando il processo di guarigione, la giustizia per le vittime e impedendo la prevenzione di futuri genocidi. \nLa diaspora armena, insieme a studiosi, attivisti e organizzazioni per i diritti umani, continua a sostenere un più ampio riconoscimento e riconoscimento del genocidio. \nGli sforzi per il riconoscimento hanno guadagnato slancio negli ultimi anni, con più paesi, istituzioni e personaggi pubblici che riconoscono apertamente il genocidio armeno. \nIl riconoscimento e il ricordo del genocidio armeno sono passi cruciali per affrontare il passato, onorare le vittime e impedire che simili atrocità si ripetano in futuro. \nIl genocidio armeno è stato riconosciuto dagli Stati Uniti d'America solo nel 2023",
      "title": "Eredità e memoria"
    }
  },
  "extracurriculars": {
    "area": {
      "climate": "relative al clima e alla sostenibilità",
      "community": "relativi a Creatività e Comunità",
      "cs": "relativi all'informatica",
      "leadership": "legati alla Leadership"
    },
    "bocconi": {
      "desc": "Dopo un processo di selezione, ho avuto l'opportunità di partecipare come studente ai corsi di 'International Politics' e 'EU for Sustainable Development' presso la Bocconi Summer School. \nSono stati due corsi molto interessanti che mi hanno permesso di approfondire la mia conoscenza su questioni politiche ed economiche internazionali, nonché sulle sfide ambientali e di sviluppo sostenibile. \nLa Bocconi Summer School è un programma estivo organizzato dalla prestigiosa Università Bocconi di Milano, dedicato a studenti universitari provenienti da tutto il mondo che desiderano approfondire le loro conoscenze in un ambiente accademico stimolante e internazionale. \nDurante il programma, gli studenti hanno la possibilità di scegliere tra una vasta gamma di corsi in diverse discipline, tra cui economia, finanza, management, diritto e scienze politiche.",
      "institution": "Università Bocconi"
    },
    "docu": {
      "activity": "Documentario \"Ragazzi Irresponsabili\"",
      "desc": "Sono stato fortunato ad avere l\\'opportunità di incontrare Ezio Maisto, un regista che stava cercando di realizzare un documentario sul movimento Fridays for Future, e sono diventato uno dei protagonisti del documentario intitolato \"Ragazzi Irresponsabili\". Per un anno intero ho partecipato attivamente alle riprese, documentando le manifestazioni e le proteste per il cambiamento climatico in cui sono stato coinvolto, insieme ad altri giovani attivisti. Grazie a questo documentario ho avuto la possibilità di condividere la mia esperienza con un pubblico più vasto, dando voce alle preoccupazioni che condivido con molti altri riguardo al futuro del nostro pianeta. Sono felice di condividere che il documentario \"Ragazzi Irresponsabili\" è stato premiato al film festival di Cinemambiente a Torino, un importante evento dedicato ai film e ai documentari che affrontano temi ambientali, nonchè alla cinquantesima edizione del Giffoni Film Festival Il documentario è tuttora disponibile online su Infinity+ di Mediaset"
    },
    "imun": {
      "desc": "Ho partecipato per due anni consecutivi all'Italian Model United Nations di Torino, un evento che simula le sessioni delle Nazioni Unite in cui studenti di tutto il mondo si riuniscono per discutere questioni globali e cercare soluzioni. Ho trovato questa esperienza estremamente stimolante e gratificante, poiché mi ha dato l'opportunità di migliorare le mie abilità di comunicazione, di lavoro di squadra e di problem-solving. Ho partecipato a diverse commissioni, tra cui la Commissione Diritti Umani e la Commissione per lo Sviluppo Sostenibile, e ho dovuto negoziare con altri delegati, prendere decisioni importanti e cercare di trovare compromessi per risolvere le questioni in esame. Inoltre, ho coinvolto anche alcuni dei miei compagni di classe in questa esperienza, aiutandoli a prepararsi per il Model United Nations e fornendo loro supporto durante l'evento. Sono stato premiato con l'HONORABLE MENTION nel mio primo anno e ho vinto il premio di BEST DELEGATE nel mio secondo anno, un riconoscimento che mi ha fatto sentire molto orgoglioso del lavoro svolto."
    },
    "osocc": {
      "desc": "Ho avuto la fortuna di partecipare al corso intensivo \"Oxford Climate School\" organizzato dalla Oxford Climate Society. Il corso ha offerto una panoramica completa e approfondita sui temi del cambiamento climatico e delle politiche ambientali, con un focus particolare sui modelli di sviluppo sostenibile. Gli esperti del settore hanno fornito una serie di lezioni sulle questioni ambientali e sui cambiamenti climatici, analizzando le loro cause e le possibili soluzioni. Inoltre, abbiamo avuto l\\'opportunità di partecipare a discussioni e attività pratiche, mettendo in pratica ciò che avevamo appreso."
    },
    "role": {
      "coordinator": "Coordinatore",
      "delegate": "Delegato",
      "organizer": "Organizzatore",
      "member": "Membro",
      "president": "Presidente",
      "protagonist": "Protagonista",
      "speaker": "Relatore",
      "student": "Alunno",
      "tutor": "Tutor di Informatica"
    },
    "stemai": {
      "activity": "campus STEM \"Intro all\\'Intelligenza Artificiale e Computer Vision\"",
      "desc": "Sono stato uno studente del Campus STEM presso la Scuola di Formazione Scientifica Luigi Lagrange, dove ho partecipato al corso “Intro all’Intelligenza Artificiale e Computer Vision”. La mia esperienza è stata estremamente formativa, e ho imparato molte nozioni fondamentali per la mia crescita professionale. Durante il corso ho avuto l'opportunità di apprendere come utilizzare algoritmi di machine learning per guidare i movimenti di un modellino di macchina, attraverso l'uso di sensori e una serie di programmi di codifica."
    },
    "stemki": {
      "activity": "campus STEM \"Programmieren 4.0 - Künstliche Intelligenz\"",
      "desc": "Sono stato uno studente al campus PROGRAMMIEREN 4.0 KÜNSTLICHE INTELLIGENZ presso il ComputerCamp di Föckinghausen. Durante il corso, ho avuto l'opportunità di approfondire le mie conoscenze di programmazione e apprendere le basi di C# e Python, due linguaggi di programmazione essenziali per lo sviluppo di software e applicazioni. Quello che mi ha affascinato di più è stato imparare a sviluppare algoritmi di machine learning per la guida autonoma nei videogiochi. Grazie alle lezioni e alle attività pratiche, ho imparato a utilizzare gli strumenti giusti per creare algoritmi che potessero imparare dai dati e migliorare nel tempo."
    },
    "tedc": {
      "desc": "Sono stato invitato a RAPPRESENTARE Fridays For Future al TED Countdown Summit 2022 ad Edimburgo, un evento che mira a porre attenzione sulla lotta al cambiamento climatico. Ho partecipato alla conferenza incontrando numerosi attivisti da diversi paesi, tra cui Alexandria Villaseñor e Ayisha Siddiqa, con cui ho collaborato nella realizzazione di seminari sull'importanza dell'attivismo nella lotta per il clima. Durante il summit, ho MEDIATO tra il team organizzativo di TED e il gruppo di attivisti invitati nella gestione di un panel con il CEO di Shell, Ben van Beurden. Tuttavia, insieme ad un gruppo di attivisti, abbiamo deciso di BOICOTTARE il discorso di Ben van Beurden, invitando il pubblico a lasciare la sala in luce delle attività di Shell che danneggiano l'ambiente. Ho anche avuto l'opportunità di incontrare numerose personalità attivamente impegnate nella battaglia per il clima, tra cui il VICEPRESIDENTE AL GORE, la segretaria del UNFCCC PATRICIA ESPINOSA e CHRISTIANA FIGUERES, nonchè Emma Watson."
    },
    "sustco": {
      "activity": "Commissione Sostenibilità"
    },
    "tutor": {
      "desc": "Ho collaborato come tutor di informatica al progetto di Tutoraggio del Pascal, avviato su iniziativa della scuola Blaise Pascal. Ho offerto ripetizioni di informatica agli studenti della scuola, sia in presenza che online durante la pandemia del COVID-19. Il mio ruolo consisteva nel potenziare gli argomenti svolti a scuola, ma anche nell'aiutare gli studenti con difficoltà specifiche nella comprensione della materia. Mi sono coordinato con la professoressa di informatica, Veronica Cinti, per organizzare le lezioni e pianificare gli argomenti da trattare. Siamo riusciti a fornire un supporto personalizzato ai ragazzi, individuando i punti deboli e offrendo lezioni mirate per affrontare le difficoltà."
    }
  },
  "gallery": {
    "barcelona": {
      "title": "Gita scolastica a Barcellona"
    },
    "gyumri": {
      "text": "Escursione a Gyumri, una delle più grandi città dell'Armenia situata vicino al confine turco.",
      "title": "Viaggio a Gyumri, Armenia"
    },
    "lastday": {
      "title": "Ultimo giorno di scuola (2021)"
    },
    "owe": {
      "text": "Giornate di introduzione ai Collegi UWC a Roma, Italia",
      "title": "OWE di UWC Italia"
    },
    "tedx": {
      "title": "TedX Youth Conference presso l'UWC Dilijan"
    },
    "sustco": {
      "title": "Sciopero per la giustizia climatica a Dilijan"
    },
    "uwc": {
      "text": "Giornata internazionale della pace e Giornata mondiale dei college uniti. \nIn tali occasioni, gli studenti dei diversi college sono invitati a riunirsi e mostrare le loro culture",
      "title": "Giornata Internazionale UWC"
    }
  },
  "projects": {
    "checkers": {
      "issues": {
        "3d": "Modellazione e rendering 3D: la creazione di modelli 3D dei pezzi del gioco della dama utilizzando Blender ha richiesto abilità e attenzione ai dettagli. \nInoltre, implementare il rendering di questi modelli 3D sul tabellone di gioco utilizzando Three.js e react-three-fiber è stata una sfida tecnica.",
        "3dstate": "Integrazione della gestione dello stato con l'interfaccia 3D: la combinazione del sistema di gestione dello stato, Jotai, con l'interfaccia 3D ha creato complessità che dovevano essere affrontate. \nGarantire una comunicazione e una sincronizzazione fluide tra lo stato del gioco e gli elementi 3D richiedeva un attento coordinamento.",
        "moves": "Calcolo delle possibili mosse: l'implementazione di un algoritmo per determinare tutte le possibili mosse che un giocatore potrebbe fare rappresentava una sfida. \nHo sviluppato un algoritmo ricorsivo per la ricerca del percorso che analizzava le mosse disponibili, le filtrava in base allo stato del gioco e le ordinava in base al numero di passaggi che il pezzo avrebbe compiuto. \nHo tratto ispirazione dall'algoritmo di Dijkstra durante la creazione di questo algoritmo.",
        "state": "Gestione dello stato: la sfida consisteva nel perfezionare il modo in cui veniva gestito lo stato del gioco. \nHo riconosciuto la necessità di un approccio più strutturato e ho creato modelli TypeScript per rappresentare diversi componenti dello stato, come BoardState, PieceState e PlayerState."
      },
      "long": "Nella mia ricerca di sfidare me stesso nello sviluppo del gioco Dama, ho deciso di spingermi oltre i limiti creando un'interfaccia 3D. \nPer raggiungere questo obiettivo, ho utilizzato Blender per progettare modelli 3D dei pezzi del gioco. \nPer implementare gli elementi 3D e renderizzare i modelli, ho utilizzato le librerie open source Three.js e react-three-fiber. \nQuesti potenti strumenti mi hanno permesso di creare una tavola 3D dinamica e coinvolgente per il gioco. \nPer gestire lo stato dell'applicazione, ho scelto di utilizzare Jotai, poiché il suo sistema di gestione dello stato basato su atomi si adattava perfettamente ai requisiti del progetto. \nLa sua facilità d'uso ha facilitato un'integrazione fluida all'interno del gioco. \nSulla base della mia precedente esperienza, ho implementato il gioco utilizzando React e Next.js. \nQueste tecnologie hanno fornito una solida base e mi hanno permesso di sfruttare efficacemente le mie conoscenze esistenti. \nFinalmente, grazie a Vercel, sono stato in grado di ospitare la pagina web, rendendo il gioco accessibile e disponibile per gli altri utenti online.",
      "short": "Incoraggiato dal mio insegnante di informatica, ho sviluppato un gioco di dama. \nInizialmente, ho considerato l'utilizzo di Java per lo sviluppo locale, ma alla fine ho deciso di sfruttare tecnologie Web come TypeScript e Next.js",
      "subtitle": "Gioco di dama online"
    },
    "choices": {
      "long": "Progettata per Android utilizzando Flutter, questa app consente agli studenti di tenere traccia e classificare le proprie decisioni, rivelando le correlazioni tra le scelte passate. \nVisualizzando i modelli decisionali, promuove l'autoriflessione e il processo decisionale informato. \nCon un'interfaccia intuitiva, consente agli studenti di migliorare le proprie capacità decisionali e coltivare la consapevolezza di sé. \nChe si tratti di scelte accademiche, professionali o personali, questa app funge da strumento prezioso per facilitare la gestione delle scelte proattiva e consapevole.",
      "short": "Applicazione mobile che consente agli studenti di monitorare e classificare le loro decisioni.",
      "subtitle": "Applicazione mobile per il monitoraggio delle decisioni"
    },
    "instaclient": {
      "long": "Sviluppata in Python 3, questa libreria utilizza Selenium e Chromedriver per raschiare Instagram ed emulare le interazioni degli utenti. \nOffre l'accesso programmatico alle funzionalità di Instagram, tra cui l'accesso, il seguire gli utenti, il gradimento dei post, l'invio di DM e la pubblicazione sul feed. \nLa libreria ha guadagnato una notevole popolarità, con oltre 140.000 download da parte di sviluppatori in tutto il mondo. \nLa sua facilità d'uso e il set completo di funzionalità lo rendono uno strumento prezioso per integrare le funzionalità di Instagram in vari progetti e applicazioni.",
      "short": "Questa libreria Python open source consente agli sviluppatori di accedere in modo programmatico alle funzionalità di Instagram, fornendo un modo semplice per integrare le funzionalità di Instagram nelle proprie applicazioni e progetti."
    },
    "letters": {
      "short": "Per celebrare San Valentino e il desiderio di fare qualcosa di speciale per la mia relazione a distanza, mi sono imbarcato nella creazione di una caccia al tesoro online. \nQuesta esperienza interattiva consente all'utente di scoprire la lettera o l'indizio successivo risolvendo una serie di avvincenti enigmi",
      "subtitle": "Caccia al tesoro online personale per San Valentino"
    },
    "portfolio": {
      "issues": {
        "dynamic": "Caricamento dinamico dei contenuti: anziché codificare i contenuti e migliorare la riusabilità, ho cercato una soluzione per caricare i contenuti del sito Web da una fonte esterna di verità. \nPer evitare la necessità di un server web, ho scelto di utilizzare un file \"constant.ts\". \nQuesto file, strutturato sulla base di modelli TypeScript, consentiva il rendering dinamico del contenuto in tutto il sito.",
        "responsive": "Design reattivo: la creazione di un layout reattivo che si adattasse perfettamente a vari dispositivi e dimensioni dello schermo è stata una sfida significativa. \nHo utilizzato query multimediali CSS e sistemi di griglia flessibili per ottenere un design visivamente accattivante e funzionale che si adattasse a diverse esperienze visive.",
        "state": "Stato a livello di sito: la gestione dello stato del tema oscuro e della preferenza della lingua rappresentava una sfida. \nHo sfruttato Svelte Stores per gestirlo, assicurandomi che le preferenze dell'utente fossero salvate localmente nella memoria locale del browser."
      },
      "long": "Per spingere i miei limiti, ho scelto di uscire dalla mia zona di comfort e sviluppare il mio sito Web portfolio utilizzando Svelte e SvelteKit. \nPrima dell'implementazione, ho progettato meticolosamente il layout e l'aspetto del sito Web utilizzando Figma. \nPer soddisfare un pubblico più ampio, il sito Web incorpora funzionalità complete di traduzione tra inglese e italiano, rese possibili dall'integrazione della libreria i18n. \nIn termini di esperienza utente, il sito Web offre sia una modalità chiara che una modalità oscura, consentendo ai visitatori di alternare tra le due in base alle proprie preferenze. \nGarantendo una facile manutenzione e scalabilità, tutto il contenuto del sito Web viene reso dinamicamente da un'unica fonte di verità. \nQuesta configurazione consente modifiche senza problemi al contenuto del sito Web senza la necessità di apportare modifiche al codice sorgente stesso.",
      "short": "Motivato dall'esigenza di un sito web personale per il mio esame di maturità, ho accettato la sfida e ne ho sviluppato uno utilizzando il framework Svelte.",
      "subtitle": "Portfolio di presentazione personale in Svelte",
      "title": "Portfolio"
    }
  },
  "publications": {
    "revolution": {
      "desc": "Ho avuto l'opportunità di incontrare Katie Eder, un'avvocato che si occupa di questioni ambientali e della difesa degli attivisti, dopo che ho riscontrato problematiche legali dovute alla mia partecipazione all'occupazione del parlamento europeo. Grazie al suo supporto, ho poi avuto la fortuna di partecipare ad un incontro con attivisti presso la sede della Rockefeller Foundation a Bellagio, dove ho potuto discutere con attivisti provenienti da diverse parti del mondo, impegnati in battaglie ambientali simili alla mia. I partecipanti dell'incontro includevano Ka Hsaw Wa, un attivista birmano che da una vita lotta per contrastare le lobby di Exxon Mobil, e Farhana Yamin, avvocato per Extinction Rebellion. Abbiamo avuto l'opportunità di scambiare idee e confrontarci sulla migliore strategia da adottare per combattere le cause ambientali che ci stanno a cuore. In seguito, ho partecipato ad un'intervista che è stata inclusa nel libro scritto da Katie Eder e Mark Gevisser, intitolato 'The Revolution Will Not Be Litigated'. Il libro presenta una prefazione di Jane Fonda, una recensione di Greta Thunberg e una dell'ex preside della Yale Law School."
    },
    "stonesoup": {
      "desc": "Sono entrato in contatto con l'autrice Marianne Larned, che stava scrivendo un libro sui cambiamenti climatici e sugli attivisti che si battono per preservare l'ambiente. Sono stato onorato di essere incluso nel libro assieme ad altri 100 attivisti per il clima. Questo libro è stato poi utilizzato come fonte di ispirazione per la realizzazione di un programma di lezioni sul cambiamento climatico e sull'attivismo nelle scuole del Massachusetts, grazie all'organizzazione non governativa \\\"Stone Soup for a Sustainable World\\\". La mia esperienza come attivista è stata utilizzata per sviluppare un curriculum educativo interattivo che ha aiutato a diffondere la consapevolezza sul cambiamento climatico e sulle azioni che possiamo intraprendere per proteggere l'ambiente. Sono stato particolarmente felice di apprendere che il libro ha ricevuto recensioni positive da personaggi come Matt Damon, Danny Glover e Jane Goodall, il che dimostra l'importanza e la rilevanza dei temi affrontati nel libro."
    }
  },
  "work": {
    "mediamemte": {
      "req": {
        "admin": "Funzionalità amministrative per la manutenzione del sistema, inclusa l'aggiunta/rimozione di auto, l'aggiornamento dei dettagli dell'auto e la generazione di rapporti.",
        "auth": "Autenticazione utente e accesso basato sui ruoli per garantire una gestione sicura delle prenotazioni.",
        "booking": "Possibilità per gli utenti di prenotare un'auto, specificando le date desiderate e le preferenze aggiuntive.",
        "db": "Integrazione con un database per archiviare e recuperare le informazioni sulla prenotazione dell'auto.",
        "reservations": "Sistema di gestione delle prenotazioni per gestire conflitti, prenotazioni sovrapposte e aggiornamenti sulla disponibilità delle auto.",
        "responsive": "Design reattivo per un utilizzo senza interruzioni su tutti i dispositivi (desktop, dispositivi mobili, tablet).",
        "search": "Opzioni di ricerca e filtraggio per trovare auto specifiche in base a criteri (ad es. posizione, caratteristiche).",
        "table": "Tabella che mostra tutte le auto aziendali con i relativi dettagli (ad es. modello, disponibilità, posizione, ultima revisione).",
        "widget": "Widget che mostra le prenotazioni in corso e le auto disponibili in tempo reale."
      }
    },
    "mediamente": {
      "issues": {
        "1": "Lavorare con una base di codice esistente scritta da un altro autore poneva delle sfide, soprattutto perché originariamente era stato progettato come sito Web statico autonomo e non come app Web. \nPer apportare le modifiche necessarie, ho dovuto implementare da zero un'architettura Model-View-Controller (MVC) utilizzando PHP vanilla e JavaScript. \nCiò ha comportato la comprensione della struttura del codice esistente, l'identificazione dei componenti chiave e la loro riprogettazione per soddisfare i requisiti del sistema di prenotazione.",
        "2": "Collegare il backend e il frontend si è rivelato una sfida a causa dell'assenza di un framework nella base di codice originale. \nCiò significava che la gestione della comunicazione e del flusso di dati tra il backend e il frontend doveva essere gestita manualmente. \nPer raggiungere questo obiettivo, mi sono affidato a jQuery per gestire gli aggiornamenti dinamici dell'interfaccia utente (UI) e sincronizzare i dati con il back-end. \nHa richiesto una meticolosa attenzione ai dettagli e un attento coordinamento per garantire una perfetta integrazione tra i diversi componenti del sistema.",
        "3": "Un ulteriore ostacolo che ho dovuto affrontare è stato l'apprendimento di PHP in movimento. \nPoiché ho intrapreso il progetto senza una conoscenza preliminare di PHP, ho dovuto familiarizzare rapidamente con il linguaggio per navigare e lavorare in modo efficace con la base di codice esistente. \nCiò ha comportato lo studio della sintassi PHP, la comprensione dei suoi principi e l'utilizzo di risorse e documentazione online per cogliere le complessità del linguaggio. \nÈ stata una preziosa esperienza di apprendimento che mi ha permesso di espandere le mie capacità di programmazione e adattarmi a nuove tecnologie e framework."
      },
      "overview": "Durante la mia esperienza PCTO (Periodo di Collaborazione Temporanea e Obbligatoria), requisito obbligatorio per l'esame finale di italiano, ho avuto l'opportunità di lavorare come stagista presso Mediamente Consulting. \nPer un periodo di poco più di due settimane, mi sono dedicato a tempo pieno a questo ruolo. \nIl mio compito principale era sviluppare un sistema di prenotazione per semplificare i processi di gestione degli affitti dell'azienda. \nLavorando a stretto contatto con il mio supervisore, ho utilizzato le mie competenze in PHP e JavaScript per creare un sistema robusto. \nUna volta completato, ho integrato perfettamente il sistema di prenotazione nel codice base del sito Web esistente dell'azienda. \nQuesta preziosa esperienza pratica mi ha permesso di applicare le mie conoscenze di programmazione in un ambiente reale, affinando le mie capacità tecniche e di risoluzione dei problemi. \nInoltre, mi ha fornito una comprensione più profonda delle applicazioni pratiche dello sviluppo software all'interno di un ambiente professionale.",
      "req": {
        "calendar": "Funzionalità di calendario per visualizzare le date prenotate per ogni auto."
      }
    }
  },
  "contents": "contenuti",
  "sidebar": {
    "contact": "contattami"
  },
  "activism": {
    "aachen": {
      "desc": "Nel giugno 2019, è stata raggiunta un'entusiasmante pietra miliare nel movimento globale per il clima quando abbiamo organizzato il primo sciopero internazionale congiunto ad Aquisgrana. \nQuesto evento ha segnato un significativo passo avanti nei nostri sforzi per unire attivisti di diversi paesi e amplificare la nostra voce collettiva per l'azione per il clima. \nCome parte del team organizzativo, mi sono assunto la responsabilità di guidare la delegazione italiana, composta da 30 persone appassionate e dedite a guidare il cambiamento. \nLa nostra missione era garantire che il contingente italiano facesse sentire la sua presenza allo sciopero e contribuisse all'impatto complessivo dell'evento. \nPer facilitare la partecipazione di attivisti provenienti da varie regioni d'Italia, ho organizzato autobus che viaggiavano da diverse parti del Paese fino a Basilea. \nDa lì, abbiamo unito le forze con attivisti svizzeri e tedeschi, creando un fronte unito per il viaggio verso Aquisgrana.",
      "title": "Sciopero internazionale ad Aquisgrana"
    },
    "assemblee": {
      "title": "Assemblee Nazionali FFF Italia"
    },
    "bruxelles": {
      "desc": "In una svolta significativa degli eventi, ho avuto l'onore di essere invitato da Anuna de Waver, la figura di spicco del movimento belga Fridays For Future, a rappresentare l'Italia in uno sciopero internazionale a Bruxelles. \nLa tempistica dello sciopero ha avuto un grande significato in quanto ha coinciso con le imminenti elezioni europee, offrendo un momento opportuno per aumentare la consapevolezza sull'urgente necessità di un'azione per il clima. \nDopo lo sciopero di grande impatto, la nostra determinazione a fare una dichiarazione ancora più forte ci ha portato a intraprendere un atto simbolico di occupazione dell'edificio del Parlamento. \nIn uno sfoggio di protesta pacifica, abbiamo allestito delle tende all'ingresso del Parlamento, con l'intento di richiamare l'attenzione sull'incalzante crisi climatica e per chiedere un maggiore impegno politico per la sostenibilità ambientale. \nDurante l'occupazione, alcuni di noi sono stati purtroppo arrestati per le nostre azioni pacifiche. \nTuttavia, lo spirito indomabile del movimento ha perseverato, con Luisa Neubauer, volto noto del movimento tedesco Fridays For Future, che si è fatta avanti per mediare con i membri del Parlamento e le autorità di polizia. \nQuesta mediazione mirava a favorire la comprensione e sottolineare l'urgenza della crisi climatica, evidenziando la necessità di un'azione coraggiosa e immediata. \nQuesto atto di occupazione è stato una testimonianza dell'impegno e della dedizione degli attivisti che erano disposti a prendere posizione per il futuro del nostro pianeta. \nOccupando il Parlamento, abbiamo cercato di attirare l'attenzione sull'urgente necessità per i legislatori di dare la priorità alle questioni climatiche e lavorare per soluzioni efficaci. \nL'occupazione e il successivo dialogo con le autorità sono serviti come potente promemoria della forza e della determinazione del movimento Fridays For Future. \nHa mostrato la nostra ferma determinazione a ritenere chi è al potere responsabile delle proprie azioni, chiedendo sforzi tangibili per combattere la crisi climatica.",
      "title": "Occupazione del Parlamento europeo il giorno delle elezioni"
    },
    "dec": {
      "desc": "Durante l'incontro SMILE, una delle iniziative concordate è stata la richiesta alle istituzioni locali di dichiarare un'emergenza climatica. \nHo partecipato attivamente al processo di stesura e approvazione di due mozioni per la dichiarazione di emergenza climatica. \nLa prima mozione è stata organizzata nella mia città natale di Buttigliera Alta. \nInsieme a Erika Trulla, abbiamo scritto la mozione e l'abbiamo presentata al consiglio comunale. \nDopo un attento esame, la mozione è stata approvata con successo, attirando l'attenzione e facendo notizia nella valle. \nInoltre, ho contribuito alla redazione della mozione Dichiarazione di Emergenza Climatica per la città di Torino. \nIn stretta collaborazione con l'assessore all'ambiente della città, abbiamo lavorato per inserire proposte concrete nella mozione. \nGrazie ai nostri sforzi collettivi, la mozione è stata approvata, a significare l'impegno della città nell'affrontare la crisi climatica. \nInoltre, ho contribuito allo sviluppo della mozione di Dichiarazione di emergenza climatica per il governo regionale del Piemonte. \nSfortunatamente, nonostante il nostro lavoro di collaborazione, la mozione alla fine è stata bocciata. \nImpegnandoci attivamente con le istituzioni locali e sostenendo le dichiarazioni di emergenza climatica, abbiamo mirato a sensibilizzare e incoraggiare l'azione sull'urgente questione del cambiamento climatico a vari livelli di governo.",
      "title": "Dichiarazioni di emergenza climatica"
    },
    "eu1": {
      "desc": "Prima dell'importante sciopero globale per il clima del 15 marzo 2019, ho avuto l'opportunità unica di visitare il Parlamento europeo a Strasburgo, in Francia, dove ho partecipato a un incontro con i membri del partito dei Verdi. \nQuesto incontro è servito da piattaforma per gli attivisti di vari paesi europei per riunirsi e discutere l'urgente questione del cambiamento climatico. \nIn rappresentanza dell'Italia, ho unito le forze con gli altri attivisti Miriam Martinelli e Vincenzo Mautone per sostenere l'azione per il clima ed esprimere le preoccupazioni e le richieste del movimento Fridays For Future. \nInsieme, abbiamo collaborato con attivisti di tutta Europa per redigere una carta di obiettivi e valori che servisse da quadro guida per il fiorente movimento internazionale. \nDurante questo incontro fondamentale, non solo abbiamo discusso dell'urgente necessità di un'azione immediata per combattere il cambiamento climatico, ma abbiamo anche condiviso piani e strategie per l'imminente sciopero globale. \nCon lo sciopero globale che rappresenta una pietra miliare significativa nel nostro movimento, abbiamo sottolineato l'importanza della solidarietà, della mobilitazione e della sensibilizzazione sull'urgente necessità di giustizia climatica. \nPartecipando a questo incontro e contribuendo alle discussioni e alla pianificazione, abbiamo mirato a rafforzare la collaborazione internazionale tra gli attivisti di Fridays For Future, gettando le basi per un movimento globale unificato che lotta per un futuro sostenibile. \nL'esperienza al Parlamento europeo ha fornito una preziosa piattaforma di dialogo e coordinamento, consentendoci di sincronizzare gli sforzi e amplificare il nostro messaggio su scala globale. \nLo statuto e i piani formulati durante questo incontro sono serviti da tabella di marcia per lo sciopero globale di grande impatto che è seguito, dimostrando la forza collettiva e la determinazione del movimento Fridays For Future.",
      "title": "Primo incontro internazionale al Parlamento Ue a Strasburgo"
    },
    "fffint": {
      "desc": "Oltre al mio coinvolgimento nei movimenti locali e nazionali di Fridays For Future (FFF), mi sono impegnato attivamente con attivisti svedesi e ho intrapreso una missione per creare una rete internazionale di Fridays For Future. \nCollaborando con altri attivisti svedesi, abbiamo iniziato a raggiungere individui e gruppi che la pensano allo stesso modo in tutto il mondo, con l'obiettivo di collegare e unire il crescente movimento FFF in tutto il mondo. \nFavorendo la collaborazione internazionale e la condivisione delle risorse, abbiamo posto le basi per la formazione del primo network internazionale di Fridays For Future. \nNell'ambito di questa iniziativa globale, mi sono assunto la responsabilità di gestire il sito web di International Fridays For Future. \nQuesta piattaforma fungeva da hub centrale per la condivisione delle informazioni, il coordinamento degli eventi e la diffusione delle risorse per gli attivisti di vari paesi. \nRiconoscendo l'importanza di una comunicazione efficace all'interno della rete globale FFF, ho svolto un ruolo nel promuovere il dialogo e l'interazione tra gli attivisti in tutto il mondo. \nCiò ha comportato il monitoraggio e la facilitazione della comunicazione su varie piattaforme per garantire che i messaggi, gli aggiornamenti e le discussioni fossero diffusi in modo efficiente tra la comunità internazionale di FFF. \nDato il mio coinvolgimento attivo e la mia dedizione, ho avuto il privilegio di rappresentare Fridays For Future Italia sulla scena internazionale. \nIn qualità di rappresentante, ho partecipato spesso a incontri e raduni internazionali, dove ho avuto l'opportunità di scambiare idee, collaborare con altri attivisti e contribuire al movimento globale FFF. \nAttraverso questi sforzi, siamo riusciti a stabilire una forte rete internazionale di Fridays For Future, consentendo agli attivisti di diversi paesi di unire le loro voci e i loro sforzi nella lotta per l'azione per il clima e un futuro sostenibile.",
      "title": "Rete internazionale Fridays For Future"
    },
    "fffita": {
      "desc": "Dopo l'istituzione di Fridays For Future Torino, ho riconosciuto l'importanza di entrare in contatto con attivisti di varie regioni d'Italia che stavano anche iniziando a organizzare scioperi. \nPer facilitare la collaborazione e sostenere il movimento in crescita, abbiamo formato un gruppo di coordinamento. \nIl nostro obiettivo primario era stabilire canali di comunicazione efficaci, diffondere informazioni e fornire i materiali necessari alle sezioni locali appena formate. \nCome parte di questo sforzo di coordinamento, ho partecipato attivamente allo sviluppo del primo sito web di Fridays For Future Italia, che fungeva da piattaforma centrale per la condivisione di risorse, aggiornamenti sugli eventi e materiali didattici. \nInoltre, ho svolto un ruolo nella gestione degli account dei social media dell'organizzazione, contribuendo ad amplificare il nostro messaggio e raggiungere un pubblico più ampio. \nCon l'espansione del nostro movimento, ho riconosciuto la necessità di un processo decisionale più inclusivo e democratico all'interno del gruppo di coordinamento. \nPer garantire la rappresentanza di tutti i capitoli locali, ho contattato i gruppi esistenti di Fridays For Future in tutta Italia, chiedendo le informazioni di contatto di due delegati democraticamente eletti per ogni capitolo. \nQuesto approccio inclusivo ha portato alla formazione dei primi gruppi di coordinamento, composti da delegati in rappresentanza di ogni capitolo locale. \nQuesti gruppi di coordinamento sono diventati fondamentali nell'organizzazione delle prime assemblee nazionali, in cui gli attivisti di tutto il paese potevano riunirsi, scambiare idee e elaborare strategie per un'azione collettiva. \nPromuovendo la collaborazione, l'inclusività e una comunicazione efficace, i nostri sforzi di coordinamento hanno svolto un ruolo fondamentale nell'unire i diversi gruppi di Fridays For Future in tutta Italia e gettare le basi per un movimento nazionale forte e coeso.",
      "title": "Fondazione di Fridays For Future Italia"
    },
    "fffto": {
      "desc": "A gennaio 2019, insieme a un gruppo di studenti universitari torinesi, abbiamo preso l'iniziativa di istituire la sezione locale di Fridays For Future Torino. \nIspirati dal movimento globale guidato da Greta Thunberg, il nostro obiettivo era aumentare la consapevolezza sull'urgenza di affrontare il cambiamento climatico. \nHo iniziato a partecipare a scioperi settimanali ogni venerdì, che gradualmente hanno guadagnato slancio e attirato più partecipanti. \nMan mano che il mio coinvolgimento cresceva, acquistai il mio primo megafono e creai il mio primo banner per amplificare il nostro messaggio durante gli scioperi. \nHo anche iniziato a collaborare con i giornali, condividendo la nostra causa e mobilitando le persone affinché si unissero a noi nelle strade. \nUna delle pietre miliari significative nel mio percorso di attivismo è stato il coordinamento dell'organizzazione per il primo sciopero globale a Torino, che ha avuto luogo il 15 marzo 2019. Questo evento mirava a unire persone di diversa estrazione nel chiedere un'azione immediata per combattere il cambiamento climatico. \nLavorando a stretto contatto con altri attivisti e comunità locali, abbiamo organizzato e mobilitato con successo un gran numero di partecipanti per alzare la voce e contribuire al movimento globale. \nAttraverso questi sforzi, abbiamo mirato ad attirare l'attenzione sull'urgente necessità di un'azione per il clima, esortando i governi e la società a dare priorità alla sostenibilità e proteggere il nostro pianeta per le generazioni future.",
      "title": "Fondazione di Fridays for Future Torino"
    },
    "greta": {
      "desc": "Quando Greta Thunberg stava tornando dalla COP25 a Madrid nel 2019, ha fatto delle soste programmate lungo il percorso per interagire con gli attivisti locali. \nUn mercoledì sera ho ricevuto una telefonata da Luisa Neubauer, volto di spicco di Fridays For Future Germania, che mi informava dell'intenzione di Greta di fermarsi a Torino per lo sciopero settimanale del venerdì. \nSenza perdere tempo, ho subito radunato il mio gruppo locale e abbiamo rapidamente organizzato l'evento. \nRiconoscendo la necessità di un palcoscenico, ho contattato il movimento NoTAV, che ce ne ha gentilmente fornito uno con breve preavviso. \nPer garantire il successo dell'evento, ho anche contattato i centri della comunità locale di Torino, che ci hanno aiutato a raccogliere i materiali necessari per un sistema audio. \nAssumendomi la responsabilità della sicurezza, ho mantenuto una comunicazione costante con la Digos (polizia) per garantire un assembramento sicuro e ordinato. \nData l'importanza dell'occasione, abbiamo invitato la stampa a seguire l'evento. \nGestendo la risposta travolgente, abbiamo diligentemente elaborato oltre 500 richieste dei media e rilasciato i necessari accreditamenti. \nLo sciopero a Torino ha attirato circa 10.000 partecipanti che si sono radunati con entusiasmo per ascoltare Greta Thunberg pronunciare un discorso potente.",
      "title": "Lo sciopero per il clima di Greta a Torino"
    },
    "senato": {
      "desc": "Durante la visita di Greta Thunberg al Senato della Repubblica italiana, ho avuto il privilegio di far parte di una piccola delegazione in rappresentanza del movimento italiano Fridays For Future. \nQuesta è stata una straordinaria opportunità per interagire con personaggi di spicco e contribuire al dialogo sul cambiamento climatico. \nLavorando a stretto contatto con la sezione romana di Fridays For Future, abbiamo organizzato uno sciopero epocale in Piazza del Popolo. \nLo sciopero ha attirato un'affluenza impressionante, con oltre 50.000 persone che si sono unite a noi per chiedere un'azione immediata per affrontare la crisi climatica. \nQuesta mobilitazione di massa ha mostrato la crescente consapevolezza e il sostegno all'attivismo climatico in Italia. \nAl Senato italiano si è svolto un significativo incontro in cui ho avuto l'onore di incontrare e confrontarmi con il Presidente Casellati e la stessa Greta Thunberg. \nQuesto incontro ha fornito una piattaforma vitale per esprimere le nostre preoccupazioni, condividere le nostre prospettive e sostenere politiche e misure climatiche più ambiziose.",
      "title": "Incontro al Senato della Repubblica Italiana"
    },
    "smile": {
      "desc": "Durante l'estate del 2019, ho avuto il privilegio di far parte della delegazione italiana al Secondo incontro internazionale Fridays For Future, noto come SMILE (Summer Meeting in Lausanne, Europe). \nQuesto incontro ha fornito un'opportunità inestimabile per gli attivisti di diversi paesi di incontrarsi e scambiare idee, strategie ed esperienze nella lotta contro la crisi climatica. \nIn qualità di partecipante attivo nell'organizzazione dell'incontro, ho svolto un ruolo significativo nel plasmarne la struttura e la direzione generali. \nUn contributo notevole è stato coniare il nome \\\"SORRISO\\\" per l'evento, che simboleggiava la nostra determinazione collettiva a portare positività e speranza alla nostra missione condivisa. \nOltre al mio coinvolgimento nell'organizzazione dell'evento, mi sono assunto anche la responsabilità di supervisionare il processo di selezione della delegazione italiana presente all'incontro. \nCiò ha comportato la revisione delle domande, la conduzione di interviste e, infine, l'assemblaggio di un gruppo eterogeneo e appassionato di attivisti italiani che avrebbero rappresentato il nostro paese allo SMILE. \nDurante l'incontro si sono svolte intense discussioni su vari argomenti, tra cui gli scopi, gli obiettivi, i valori e i progetti per il futuro del movimento. \nQueste conversazioni sono state fondamentali per allineare la nostra visione collettiva e stabilire un quadro comune per guidare le nostre azioni in futuro. \nCondividendo le nostre intuizioni e imparando dalle reciproche esperienze, siamo stati in grado di promuovere un senso di solidarietà e unità all'interno della comunità internazionale di Fridays For Future.",
      "title": "SMILE (Incontro estivo a Losanna, Europa)"
    },
    "strikes": {
      "desc": "Il movimento globale per il clima ha raggiunto un momento cruciale il 15 marzo 2019, con il primo sciopero globale organizzato da Fridays For Future. \nIn qualità di membro del comitato internazionale responsabile del coordinamento di questo evento storico, ho svolto un ruolo significativo nel plasmare la sua traiettoria. \nNella mia comunità locale di Torino, in Italia, ho assunto il compito di organizzare lo sciopero, che ha raccolto una notevole partecipazione. \nOltre 30.000 persone di diversa estrazione si sono unite a Torino per alzare la voce per l'azione per il clima, inviando un messaggio potente ai responsabili politici e alla società in generale. \nDopo il successo dello sciopero globale iniziale, abbiamo riconosciuto l'importanza di sostenere lo slancio. \nDi conseguenza, abbiamo stabilito un ritmo bimestrale per gli scioperi climatici globali, selezionando strategicamente le date in modo che coincidano con eventi o incontri significativi come la Conferenza delle Parti delle Nazioni Unite (COP). \nAllineando i nostri scioperi a questi momenti chiave, abbiamo mirato a esercitare la massima pressione e amplificare l'urgenza di affrontare la crisi climatica. \nNel settembre 2019, Torino ha assistito a una maestosa dimostrazione di solidarietà quando più di 100.000 persone si sono unite in un clamoroso appello per la giustizia climatica. \nQuesta straordinaria affluenza ha mostrato la crescente consapevolezza e determinazione degli individui in tutto il mondo, con milioni di altri che si sono uniti agli scioperi in varie località in tutto il mondo. \nQuesti scioperi globali per il clima, compreso l'importante raduno di Torino, sono stati una chiara testimonianza della diffusa richiesta di un'azione immediata sul cambiamento climatico. \nAttraverso i nostri sforzi collettivi, abbiamo mirato a galvanizzare il sostegno pubblico, aumentare la consapevolezza e costringere i governi e le istituzioni a dare la priorità all'urgente necessità di soluzioni sostenibili. \nL'impatto di questi scioperi si è riverberato a livello globale, generando una significativa copertura mediatica, promuovendo il discorso pubblico e ispirando ulteriore attivismo. \nSimboleggiavano la dedizione incrollabile di individui di ogni estrazione sociale che erano uniti nella loro determinazione a proteggere il futuro del nostro pianeta. \nLa forza collettiva e l'entità degli scioperi climatici globali hanno dimostrato che affrontare la crisi climatica è una questione della massima importanza per le persone di tutto il mondo. \nHa sottolineato l'innegabile potere dei movimenti di base per effettuare cambiamenti significativi e ha inviato un messaggio chiaro ai leader mondiali e ai responsabili politici che l'azione per il clima deve essere una priorità assoluta. \nGli scioperi globali per il clima continuano a ispirare e mobilitare le persone in tutto il mondo, fungendo da costante promemoria del potere collettivo che deteniamo nel plasmare un futuro sostenibile.",
      "title": "Scioperi globabli per il clima"
    }
  },
  "locations": {
    "aachen": "Aquisgrana, Germania",
    "bruxelles": "Bruxelles, Belgio",
    "italy": "Italia",
    "lausanne": "Losanna, Svizzera",
    "rome": "Roma, Italia",
    "strasbourg": "Strasburgo, Francia",
    "turin": "Torino"
  }
}
